tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "rcmdnk/file"
brew "coreutils"
brew "gdbm"
brew "gettext"
brew "go"
brew "jemalloc"
brew "libffi"
brew "libunistring"
brew "libidn2"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "luajit"
brew "mas"
brew "mplayer"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "openssl"
brew "p7zip"
brew "perl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "ruby"
brew "sourcekitten"
brew "terminal-notifier"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "rcmdnk/file/brew-file"
cask "atom"
cask "cheatsheet"
cask "coconutbattery"
cask "discord"
cask "dropbox"
cask "gimp"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "java"
cask "minecraft"
cask "signal"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
